Repository: dan-hart/AsNeeded
Catalog: AsNeeded/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fa, fi, fr, fr_ca, he, hi, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: Enable Notifications
ar: تفعيل الإشعارات
ca: Activa les notificacions
cs: Povolit oznámení
da: Aktivér notifikationer
de: Benachrichtigungen aktivieren
el: Ενεργοποίηση ειδοποιήσεων
es: Activar notificaciones
es_419: Activar notificaciones
fa: فعال‌سازی اعلان‌ها
fi: Ota ilmoitukset käyttöön
fr: Activer les notifications
fr_ca: Activer les notifications
he: הפעל התראות
hi: सूचनाएँ सक्षम करें
hu: Értesítések engedélyezése
id: Aktifkan Notifikasi
it: Abilita notifiche
ja: 通知を有効にする
kk: Хабарламаларды қосу
ko: 알림 활성화
ms: Dayakan Pemberitahuan
nb: Aktiver varsler
nl: Meldingen inschakelen
pl: Włącz powiadomienia
pt_br: Ativar Notificações
pt_pt: Ativar Notificações
ro: Activează notificări
ru: Включить уведомления
sv: Aktivera aviseringar
th: เปิดการแจ้งเตือน
tr: Bildirimleri Etkinleştir
vi: Bật thông báo
zh_hans: 启用通知
zh_hant: 啟用通知
zh_hk: 啟用通知

source: Enable notifications in Settings to set reminders.
ar: فعّل الإشعارات في الإعدادات لتتمكن من ضبط التذكيرات.
ca: Activa les notificacions a Configuració per programar recordatoris.
cs: Povol oznámení v Nastavení, abys mohl(a) nastavit připomenutí.
da: Aktivér notifikationer i Indstillinger for at oprette påmindelser.
de: Aktiviere Benachrichtigungen in den Einstellungen, um Erinnerungen zu setzen.
el: Ενεργοποίησε τις ειδοποιήσεις στις Ρυθμίσεις για να ορίσεις υπενθυμίσεις.
es: Activa las notificaciones en Ajustes para crear recordatorios.
es_419: Activa las notificaciones en Ajustes para configurar recordatorios.
fa: برای تنظیم یادآورها، اعلان‌ها را در تنظیمات فعال کنید.
fi: Ota ilmoitukset asetuksista käyttöön asettaaksesi muistutuksia.
fr: Active les notifications dans Réglages pour définir des rappels.
fr_ca: Active les notifications dans Réglages pour définir des rappels.
he: הפעל התראות בהגדרות כדי להגדיר תזכורות.
hi: रिमाइंडर सेट करने के लिए सेटिंग्स में सूचनाएँ सक्षम करें।
hu: Engedélyezd az értesítéseket a Beállításokban az emlékeztetőkhez.
id: Aktifkan notifikasi di Pengaturan untuk menyiapkan pengingat.
it: Abilita le notifiche in Impostazioni per impostare i promemoria.
ja: リマインダーを設定するには設定で通知を有効にしてください。
kk: Ескертулерді орнату үшін Параметрлерде хабарламаларды қосыңыз.
ko: 알림을 설정하려면 설정에서 알림을 활성화하세요.
ms: Dayakan pemberitahuan dalam Tetapan untuk menetapkan peringatan.
nb: Aktiver varsler i Innstillinger for å sette påminnelser.
nl: Schakel meldingen in bij Instellingen om herinneringen te zetten.
pl: Włącz powiadomienia w Ustawieniach, aby ustawić przypomnienia.
pt_br: Ative as notificações em Ajustes para definir lembretes.
pt_pt: Ativa notificações nas Definições para configurar lembretes.
ro: Activează notificările în Setări pentru a seta mementouri.
ru: Включи уведомления в Параметрах, чтобы установить напоминания.
sv: Aktivera aviseringar i Inställningar för att ställa in påminnelser.
th: เปิดการแจ้งเตือนในการตั้งค่าเพื่อกำหนดการเตือน
tr: Hatırlatmaları ayarlamak için Ayarlar'da bildirimleri etkinleştirin.
vi: Bật thông báo trong Cài đặt để đặt lời nhắc.
zh_hans: 在“设置”中启用通知以设置提醒。
zh_hant: 在「設定」中啟用通知以設定提醒。
zh_hk: 到「設定」啟用通知以設定提醒。

source: Enable Reminders
ar: تفعيل التذكيرات
ca: Activa els recordatoris
cs: Povolit připomenutí
da: Aktivér påmindelser
de: Erinnerungen aktivieren
el: Ενεργοποίηση υπενθυμίσεων
es: Activar recordatorios
es_419: Activar recordatorios
fa: فعال کردن یادآورها
fi: Ota muistutukset käyttöön
fr: Activer les rappels
fr_ca: Activer les rappels
he: הפעל תזכורות
hi: रिमाइंडर सक्षम करें
hu: Emlékeztetők engedélyezése
id: Aktifkan Pengingat
it: Abilita promemoria
ja: リマインダーを有効にする
kk: Ескертулерді қосу
ko: 알림 사용
ms: Dayakan Peringatan
nb: Aktiver påminnelser
nl: Herinneringen inschakelen
pl: Włącz przypomnienia
pt_br: Ativar Lembretes
pt_pt: Ativar Lembretes
ro: Activează mementourile
ru: Включить напоминания
sv: Aktivera påminnelser
th: เปิดการเตือน
tr: Hatırlatmaları Etkinleştir
vi: Bật lời nhắc
zh_hans: 启用提醒
zh_hant: 啟用提醒
zh_hk: 啟用提醒

source: Enjoying As Needed?
ar: هل تستمتع بتطبيق As Needed؟
ca: T'agrada As Needed?
cs: Líbí se ti As Needed?
da: Kan du lide As Needed?
de: Gefällt dir As Needed?
el: Σου αρέσει το As Needed;
es: ¿Te gusta As Needed?
es_419: ¿Te gusta As Needed?
fa: از As Needed راضی هستید؟
fi: Pidätkö As Neededistä?
fr: Tu apprécies As Needed ?
fr_ca: Tu aimes As Needed ?
he: נהנה/ית מ‑As Needed?
hi: As Needed अच्छा लग रहा है?
hu: Tetszik az As Needed?
id: Menikmati As Needed?
it: Ti piace As Needed?
ja: As Needed は気に入っていますか？
kk: As Needed ұнай ма?
ko: As Needed을(를) 즐기고 계신가요?
ms: Menikmati As Needed?
nb: Liker du As Needed?
nl: Geniet je van As Needed?
pl: Podoba Ci się As Needed?
pt_br: Você está gostando do As Needed?
pt_pt: Aprecias o As Needed?
ro: Îți place As Needed?
ru: Тебе нравится As Needed?
sv: Tycker du om As Needed?
th: ชอบ As Needed ไหม?
tr: As Needed'den memnun musun?
vi: Bạn có hài lòng với As Needed?
zh_hans: 喜欢 As Needed 吗？
zh_hant: 喜歡 As Needed 嗎？
zh_hk: 喜歡 As Needed 嗎？

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fa: خطا
fi: Virhe
fr: Erreur
fr_ca: Erreur
he: שגיאה
hi: त्रुटि
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
kk: Қате
ko: 오류
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 錯誤

source: Event Details
ar: تفاصيل الحدث
ca: Detalls de l'esdeveniment
cs: Detaily události
da: Hændelsesdetaljer
de: Ereignisdetails
el: Λεπτομέρειες συμβάντος
es: Detalles del evento
es_419: Detalles del evento
fa: جزئیات رویداد
fi: Tapahtuman tiedot
fr: Détails de l'événement
fr_ca: Détails de l’événement
he: פרטי אירוע
hi: घटना विवरण
hu: Esemény részletei
id: Detail Acara
it: Dettagli evento
ja: イベントの詳細
kk: Оқиғаның мәліметтері
ko: 이벤트 세부정보
ms: Butiran Acara
nb: Hendelsesdetaljer
nl: Evenementdetails
pl: Szczegóły zdarzenia
pt_br: Detalhes do evento
pt_pt: Detalhes do evento
ro: Detalii eveniment
ru: Детали события
sv: Händelsedetaljer
th: รายละเอียดกิจกรรม
tr: Etkinlik Ayrıntıları
vi: Chi tiết sự kiện
zh_hans: 事件详情
zh_hant: 事件詳情
zh_hk: 事件詳情

source: Events
ar: الأحداث
ca: Esdeveniments
cs: Události
da: Hændelser
de: Ereignisse
el: Συμβάντα
es: Eventos
es_419: Eventos
fa: رویدادها
fi: Tapahtumat
fr: Événements
fr_ca: Événements
he: אירועים
hi: घटनाएँ
hu: Események
id: Acara
it: Eventi
ja: イベント
kk: Оқиғалар
ko: 이벤트
ms: Acara
nb: Hendelser
nl: Evenementen
pl: Zdarzenia
pt_br: Eventos
pt_pt: Eventos
ro: Evenimente
ru: События
sv: Händelser
th: กิจกรรม
tr: Etkinlikler
vi: Sự kiện
zh_hans: 事件
zh_hant: 事件
zh_hk: 事件

source: EXACT
ar: دقيق
ca: EXACTE
cs: PŘESNÉ
da: PRÆCIS
de: GENAU
el: ΑΚΡΙΒΕΣ
es: EXACTO
es_419: EXACTO
fa: دقیق
fi: TARKKA
he: מדויק
hi: सटीक
hu: PONTOS
id: TEPAT
it: ESATTO
ja: 完全一致
kk: ДӘЛ
ko: 정확
ms: TEPAT
nb: NØYAKTIG
pl: DOKŁADNIE
pt_br: EXATO
pt_pt: EXATO
ro: PRECIS
ru: ТОЧНО
sv: EXAKT
th: ตรงตามกำหนด
tr: TAM
vi: CHÍNH XÁC
zh_hans: 精确
zh_hant: 精確
zh_hk: 精確

source: Export
ar: تصدير
ca: Exporta
cs: Exportovat
da: Eksporter
el: Εξαγωγή
es: Exportar
es_419: Exportar
fa: صادر کردن
fi: Vie
fr: Exporter
fr_ca: Exporter
he: ייצוא
hi: निर्यात
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
kk: Экспорттау
ko: 내보내기
ms: Eksport
nb: Eksporter
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ru: Экспорт
sv: Exportera
th: ส่งออก
tr: Dışa Aktar
vi: Xuất
zh_hans: 导出
zh_hant: 匯出
zh_hk: 匯出

source: Export App Logs
ar: تصدير سجلات التطبيق
ca: Exporta registres de l'aplicació
cs: Exportovat protokoly aplikace
da: Eksporter applikationslogfiler
de: App‑Protokolle exportieren
el: Εξαγωγή αρχείων καταγραφής εφαρμογής
es: Exportar registros de la app
es_419: Exportar registros de la app
fa: خروجی لاگ‌های برنامه
fi: Vie sovelluksen lokit
fr: Exporter les journaux de l’app
fr_ca: Exporter les journaux de l’app
he: ייצוא יומני האפליקציה
hi: ऐप लॉग्स निर्यात करें
hu: Alkalmazásnaplók exportálása
id: Ekspor Log Aplikasi
it: Esporta i log dell'app
ja: アプリログを書き出す
kk: Қосымша журналдарын экспорттау
ko: 앱 로그 내보내기
ms: Eksport Log Apl
nb: Eksporter applogger
nl: App-logbestanden exporteren
pl: Eksportuj logi aplikacji
pt_br: Exportar logs do app
pt_pt: Exportar registos da app
ro: Exportă jurnalele aplicației
ru: Экспортировать логи приложения
sv: Exportera app-loggar
th: ส่งออกบันทึกแอป
tr: Uygulama Günlüklerini Dışa Aktar
vi: Xuất nhật ký ứng dụng
zh_hans: 导出应用日志
zh_hant: 匯出應用程式記錄
zh_hk: 匯出應用程式日誌

source: Export Options
ar: خيارات التصدير
ca: Opcions d'exportació
cs: Možnosti exportu
da: Eksportindstillinger
de: Exportoptionen
el: Επιλογές εξαγωγής
es: Opciones de exportación
es_419: Opciones de exportación
fa: گزینه‌های خروجی
fi: Vientiasetukset
fr: Options d’exportation
fr_ca: Options d’exportation
he: אפשרויות ייצוא
hi: निर्यात विकल्प
hu: Exportálási beállítások
id: Opsi Ekspor
it: Opzioni di esportazione
ja: エクスポートオプション
kk: Экспорттау параметрлері
ko: 내보내기 옵션
ms: Pilihan Eksport
nb: Eksportalternativer
nl: Exporteeropties
pl: Opcje eksportu
pt_br: Opções de exportação
pt_pt: Opções de exportação
ro: Opțiuni de export
ru: Параметры экспорта
sv: Exportalternativ
th: ตัวเลือกการส่งออก
tr: Dışa Aktarma Seçenekleri
vi: Tùy chọn xuất
zh_hans: 导出选项
zh_hant: 匯出選項
zh_hk: 匯出選項

source: Export technical app logs for troubleshooting. No medication names are stored in logs - only technical information like app events, errors, and system data.
ar: تصدير سجلات التطبيق التقنية لاستكشاف الأخطاء وإصلاحها. لا يتم تخزين أسماء الأدوية في السجلات - فقط معلومات تقنية مثل أحداث التطبيق والأخطاء وبيانات النظام.
ca: Exporta registres tècnics de l'aplicació per a la resolució de problemes. No s'emmagatzemen noms de medicaments als registres: només informació tècnica com esdeveniments de l'aplicació, errors i dades del sistema.
cs: Exportovat technické protokoly aplikace pro řešení problémů. V protokolech nejsou uložena jména léků — pouze technické informace jako události aplikace, chyby a systémová data.
da: Eksporter tekniske app-logfiler til fejlsøgning. Ingen medicinnavne gemmes i logfilerne - kun teknisk information som app-hændelser, fejl og systemdata.
de: Exportiere technische App‑Protokolle zur Fehlersuche. Keine Medikamentennamen werden in den Protokollen gespeichert - nur technische Informationen wie App‑Ereignisse, Fehler und Systemdaten.
el: Εξάγετε τεχνικά αρχεία καταγραφής της εφαρμογής για αντιμετώπιση προβλημάτων. Στα αρχεία καταγραφής δεν αποθηκεύονται ονόματα φαρμάκων — μόνο τεχνικές πληροφορίες όπως συμβάντα εφαρμογής, σφάλματα και δεδομένα συστήματος.
es: Exportar registros técnicos de la app para la resolución de problemas. No se almacenan nombres de medicamentos en los registros - solo información técnica como eventos de la app, errores y datos del sistema.
es_419: Exportar registros técnicos de la app para solucionar problemas. No se almacenan nombres de medicamentos en los registros; solo información técnica como eventos de la app, errores y datos del sistema.
fa: لاگ‌های فنی برنامه را برای عیب‌یابی صادر کنید. نام هیچ دارویی در لاگ‌ها ذخیره نمی‌شود - فقط اطلاعات فنی مثل رویدادهای برنامه، خطاها و داده‌های سیستمی.
fi: Vie tekniset sovelluslokit vianmääritystä varten. Lokeissa ei ole lääkeaineiden nimiä — vain teknistä tietoa, kuten sovellustapahtumia, virheitä ja järjestelmätietoja.
fr: Exporter les journaux techniques de l’app pour le dépannage. Aucun nom de médicament n’est stocké dans les journaux : seules des informations techniques comme les événements de l’app, les erreurs et les données système.
fr_ca: Exporter les journaux techniques de l’app pour le dépannage. Aucun nom de médicament n’est enregistré dans les journaux - uniquement des informations techniques comme les événements de l’app, les erreurs et les données système.
he: ייצא יומני אפליקציה טכניים לצורך פתרון בעיות. אין שמות של תרופות ביומנים — רק מידע טכני כמו אירועי האפליקציה, שגיאות ונתוני מערכת.
hi: समस्याओं के निवारण के लिए तकनीकी ऐप लॉग्स निर्यात करें। लॉग्स में कोई दवा के नाम संग्रहीत नहीं होते — केवल तकनीकी जानकारी जैसे ऐप इवेंट, त्रुटियाँ, और सिस्टम डेटा।
hu: Technikai alkalmazásnaplók exportálása hibakereséshez. A naplókban nincsenek gyógyszernevek — csak technikai információk, például alkalmazáselemek, hibák és rendszeradatok.
id: Ekspor log teknis aplikasi untuk pemecahan masalah. Tidak ada nama obat yang disimpan dalam log - hanya informasi teknis seperti peristiwa aplikasi, kesalahan, dan data sistem.
it: Esporta i log tecnici dell'app per la risoluzione dei problemi. Nei log non sono memorizzati nomi di farmaci: solo informazioni tecniche come eventi dell'app, errori e dati di sistema.
ja: トラブルシューティングのために技術的なアプリログをエクスポートします。ログには薬の名前は保存されません — アプリのイベント、エラー、システムデータなどの技術情報のみです。
kk: Ақаулықтарды жоюға арналған техникалық қосымша журналдарын экспорттаңыз. Журналдарда дәрі-дәрмек атаулары сақталмайды — тек қосымша оқиғалары, қателер және жүйелік деректер сияқты техникалық ақпарат.
ko: 문제 해결을 위해 기술적 앱 로그를 내보내세요. 약물 이름은 로그에 저장되지 않습니다 - 앱 이벤트, 오류 및 시스템 데이터와 같은 기술 정보만 포함됩니다.
ms: Eksport technical app logs for troubleshooting. No medication names are stored in logs - only technical information like app events, errors, and system data.
nb: Eksporter tekniske apper for feilsøking. Ingen medisinnavn lagres i loggene – kun teknisk informasjon som apphendelser, feil og systemdata.
nl: Exporteer technische app-logs voor probleemoplossing. Er worden geen medicijnnamen opgeslagen in de logs - alleen technische informatie zoals app-gebeurtenissen, fouten en systeemgegevens.
pl: Eksportuj techniczne logi aplikacji do celów rozwiązywania problemów. W logach nie są zapisywane nazwy leków — jedynie informacje techniczne, takie jak zdarzenia aplikacji, błędy i dane systemowe.
pt_br: Exporte logs técnicos do app para solução de problemas. Nenhum nome de medicamento é armazenado nos logs - apenas informações técnicas como eventos do app, erros e dados do sistema.
pt_pt: Exportar registos técnicos da app para resolução de problemas. Nenhum nome de medicamento é armazenado nos registos - apenas informação técnica como eventos da app, erros e dados do sistema.
ro: Exportă jurnalele tehnice ale aplicației pentru depanare. Numele medicamentelor nu sunt salvate în jurnale — doar informații tehnice precum evenimente ale aplicației, erori și date de sistem.
ru: Экспортируй технические логи приложения для устранения неполадок. В логах не сохраняются названия лекарств — только техническая информация, например события приложения, ошибки и системные данные.
sv: Exportera tekniska app-loggar för felsökning. Inga medicinnamn sparas i loggarna — endast teknisk information som applaygelser, fel och systemdata.
th: ส่งออกบันทึกแอปเชิงเทคนิคเพื่อใช้แก้ปัญหา ชื่อยาจะไม่ถูกเก็บในบันทึก—มีเพียงข้อมูลเชิงเทคนิคเช่นเหตุการณ์ของแอป ข้อผิดพลาด และข้อมูลระบบเท่านั้น
tr: Sorun gidermeye yardımcı olmak için teknik uygulama günlüklerini dışa aktarır. Günlüklerde ilaç isimleri saklanmaz — yalnızca uygulama olayları, hatalar ve sistem verileri gibi teknik bilgiler bulunur.
vi: Xuất nhật ký kỹ thuật của ứng dụng để khắc phục sự cố. Không có tên thuốc nào được lưu trong nhật ký — chỉ có thông tin kỹ thuật như sự kiện ứng dụng, lỗi và dữ liệu hệ thống.
zh_hans: 导出用于故障排查的技术应用日志。日志中不包含药物名称——只有应用事件、错误和系统数据等技术信息。
zh_hant: 匯出技術性應用程式記錄以協助除錯。記錄中不會儲存藥物名稱，僅包含應用事件、錯誤和系統資料等技術資訊。
zh_hk: 匯出技術性應用程式日誌以便排錯。日誌內不會儲存藥物名稱 - 只有像應用事件、錯誤及系統資料等技術資訊。

source: Export, import, and clear your data
ar: تصدير واستيراد ومسح بياناتك
ca: Exporta, importa i esborra les teves dades
cs: Exportovat, importovat a vymazat svá data
da: Eksporter, importer og slet dine data
de: Daten exportieren, importieren und löschen
el: Εξαγωγή, εισαγωγή και διαγραφή των δεδομένων σου
es: Exportar, importar y borrar tus datos
es_419: Exporta, importa y borra tus datos
fa: داده‌های خود را صادر، وارد و پاک کنید
fi: Vie, tuo ja tyhjennä tietosi
fr: Exporter, importer et effacer vos données
fr_ca: Exporter, importer et effacer tes données
he: ייצא, ייבא ונקה את הנתונים שלך
hi: अपना डेटा निर्यात, आयात और साफ़ करें
hu: Adataid exportálása, importálása és törlése
id: Ekspor, impor, dan hapus data Anda
it: Esporta, importa e cancella i tuoi dati
ja: データのエクスポート、インポート、消去
kk: Деректерді экспорттау, импорттау және тазалау
ko: 데이터 내보내기, 가져오기 및 삭제
ms: Eksport, import, dan kosongkan data anda
nb: Eksporter, importer og tøm dataene dine
nl: Exporteer, importeer en wis je gegevens
pl: Eksportuj, importuj i usuń swoje dane
pt_br: Exportar, importar e limpar seus dados
pt_pt: Exportar, importar e apagar os teus dados
ro: Exportă, importă și șterge datele
ru: Экспорт, импорт и очистка данных
sv: Exportera, importera och rensa dina data
th: ส่งออก นำเข้า และล้างข้อมูลของคุณ
tr: Verilerinizi dışa aktarın, içe aktarın ve temizleyin
vi: Xuất, nhập và xóa dữ liệu của bạn
zh_hans: 导出、导入并清除你的数据
zh_hant: 匯出、匯入並清除資料
zh_hk: 匯出、匯入及清除你的資料

source: Feedback
ar: ملاحظات
ca: Comentaris
cs: Zpětná vazba
el: Ανατροφοδότηση
es: Comentarios
es_419: Comentarios
fa: بازخورد
fi: Palaute
fr: Commentaires
fr_ca: Commentaires
he: משוב
hi: प्रतिक्रिया
hu: Visszajelzés
id: Umpan balik
ja: フィードバック
kk: Кері байланыс
ko: 피드백
ms: Maklum balas
nb: Tilbakemelding
pl: Opinie
ru: Отзыв
sv: Återkoppling
th: ข้อเสนอแนะ
tr: Geri Bildirim
vi: Phản hồi
zh_hans: 反馈
zh_hant: 回饋
zh_hk: 回饋

source: Feedback Type
ar: نوع الملاحظات
ca: Tipus de comentari
cs: Typ zpětné vazby
de: Feedback‑Art
el: Τύπος ανατροφοδότησης
es: Tipo de comentario
es_419: Tipo de comentario
fa: نوع بازخورد
fi: Palautetyyppi
fr: Type de commentaire
fr_ca: Type de commentaire
he: סוג המשוב
hi: प्रतिक्रिया प्रकार
hu: Visszajelzés típusa
id: Jenis Umpan Balik
it: Tipo di feedback
ja: フィードバックの種類
kk: Кері байланыс түрі
ko: 피드백 유형
ms: Jenis Maklum balas
nb: Type tilbakemelding
nl: Soort feedback
pl: Rodzaj opinii
pt_br: Tipo de feedback
pt_pt: Tipo de feedback
ro: Tip feedback
ru: Тип отзыва
sv: Typ av återkoppling
th: ประเภทข้อเสนอแนะ
tr: Geri Bildirim Türü
vi: Loại phản hồi
zh_hans: 反馈类型
zh_hant: 回饋類型
zh_hk: 回饋類型

source: Feel touches and actions throughout the app
ar: اشعر باللمسات وردود الفعل اللمسية في التطبيق
ca: Sentir resposta tàctil en tocar i en les accions de l'aplicació
cs: Cítit dotyky a akce v celé aplikaci
da: Føl berøringer og handlinger i hele appen
de: Berührungen und Aktionen in der App spüren
el: Νιώσε απτικές ενδείξεις και ενέργειες σε όλη την εφαρμογή
es: Sentir toques y acciones en la app
es_419: Sentir toques y acciones en toda la app
fa: لمس‌ها و واکنش‌ها را در سراسر برنامه حس کن
fi: Tunne napautukset ja toiminnot koko sovelluksessa
fr: Ressentir des retours tactiles lors des interactions dans l’app
fr_ca: Ressentir les vibrations et actions dans l’app
he: קבל משוב מישוש על פעולות באפליקציה
hi: ऐप में स्पर्श और क्रियाओं का अनुभव करें
hu: Érezd a koppintásokat és műveleteket az alkalmazásban
id: Rasakan sentuhan dan aksi di seluruh aplikasi
it: Senti tocchi e azioni in tutta l'app
ja: アプリ内の操作で触覚を感じる
kk: Қосымшада түрту мен әрекеттерді сезініңіз
ko: 앱 전반의 터치와 동작을 느껴보세요.
ms: Rasakan sentuhan dan tindakan di seluruh apl
nb: Kjenn berøringer og handlinger i hele appen
nl: Voel aanrakingen en acties door de hele app
pl: Czuj dotknięcia i działania w całej aplikacji
pt_br: Sinta toques e ações por todo o app
pt_pt: Sentir toques e ações em toda a app
ro: Resimți atingerile și acțiunile din aplicație
ru: Ощущай отклики при касаниях и действиях в приложении
sv: Känn beröringar och åtgärder i hela appen
th: ให้รู้สึกสัมผัสและการกระทำทั่วทั้งแอป
tr: Uygulama genelinde dokunuşları ve etkileşimleri hisset
vi: Cảm nhận thao tác và phản hồi xúc giác trong toàn bộ ứng dụng
zh_hans: 在整个应用中感受触觉反馈（点击与操作）
zh_hant: 在整個應用中感受觸摸與操作的回饋
zh_hk: 在應用程式中感受觸覺回饋

source: Get Daily Medication Usage
ar: الحصول على استخدام الدواء اليومي
ca: Consultar l'ús diari de medicació
cs: Získat denní použití léků
da: Få dagligt medicinforbrug
de: Tägliche Medikamentennutzung abrufen
el: Λήψη καθημερινής χρήσης φαρμάκου
es: Obtener uso diario de medicación
es_419: Obtener uso diario de medicamentos
fa: دریافت مصرف روزانه دارو
fi: Hae päivittäinen lääkekäyttö
fr: Obtenir l'utilisation quotidienne des médicaments
fr_ca: Voir l’usage quotidien des médicaments
he: קבל שימוש יומי בתרופות
hi: दैनिक दवा उपयोग प्राप्त करें
hu: Napi gyógyszerhasználat lekérése
id: Dapatkan Penggunaan Obat Harian
it: Ottieni l'uso giornaliero dei farmaci
ja: 毎日の薬の使用量を確認する
kk: Күнделікті дәрі-дәрмек қолдануын алу
ko: 일일 약물 사용량 받기
ms: Dapatkan Penggunaan Ubat Harian
nb: Få daglig medisinbruk
nl: Ontvang dagelijks medicatiegebruik
pl: Dzienne zużycie leków
pt_br: Obter uso diário de medicação
pt_pt: Obter utilização diária da medicação
ro: Obține consumul zilnic de medicamente
ru: Получать ежедневное использование лекарств
sv: Få daglig medicinanvändning
th: รับการใช้งานยารายวัน
tr: Günlük İlaç Kullanımını Al
vi: Nhận sử dụng thuốc hàng ngày
zh_hans: 获取每日用药用量
zh_hant: 取得每日用藥使用量
zh_hk: 獲取每日用藥使用量

source: Haptic Feedback
ar: ردود فعل لمسية
ca: Feedback tàctil
cs: Hmatová odezva
da: Haptisk feedback
de: Haptisches Feedback
el: Απτική ανατροφοδότηση
es: Respuesta háptica
es_419: Retroalimentación háptica
fa: بازخورد لمسی
fi: Haptinen palaute
fr: Retour haptique
fr_ca: Retour haptique
he: משוב מישוש
hi: हैप्टिक फीडबैक
hu: Haptikus visszajelzés
id: Umpan Balik Haptik
it: Feedback aptico
ja: 触覚フィードバック
kk: Гаптикалық кері байланыс
ko: 햅틱 피드백
ms: Maklum Balas Haptik
nb: Haptisk tilbakemelding
nl: Haptische feedback
pl: Sprzężenie haptyczne
pt_br: Feedback tátil
pt_pt: Feedback tátil
ro: Feedback haptic
ru: Тактильная отдача
sv: Haptisk återkoppling
th: การตอบสนองแบบสั่นสะเทือน
tr: Haptik Geri Bildirimi
vi: Phản hồi xúc giác
zh_hans: 触觉反馈
zh_hant: 觸覺回饋
zh_hk: 觸覺回饋

source: Haptics
ar: الاهتزازات
ca: Tàctils
cs: Haptika
da: Haptik
de: Haptik
el: Απτικά
es: Háptica
es_419: Hápticos
fa: لمسی
fi: Haptinen palaute
fr: Haptique
fr_ca: Haptique
he: מישושים
hi: हैप्टिक्स
hu: Haptika
id: Haptik
it: Aptici
ja: 触覚
kk: Гаптика
ko: 햅틱
ms: Haptik
nb: Haptikk
nl: Haptiek
pt_br: Hápticos
pt_pt: Táteis
ro: Haptice
ru: Отклики
sv: Haptik
th: การสั่นสะเทือน
tr: Haptikler
vi: Xúc giác
zh_hans: 触感
zh_hant: 觸覺
zh_hk: 觸覺

source: Help Improve As Needed
ar: ساعد في تحسين As Needed
ca: Ajuda a millorar As Needed
cs: Pomoz vylepšit As Needed
da: Hjælp med at forbedre As Needed
de: Hilf mit, As Needed zu verbessern
el: Βοήθησε να βελτιωθεί το As Needed
es: Ayuda a mejorar As Needed
es_419: Ayuda a mejorar As Needed
fa: کمک کن As Needed بهتر شود
fi: Auta parantamaan As Needed
fr: Aidez à améliorer As Needed
fr_ca: Aide à améliorer As Needed
he: עזור לשפר את As Needed
hi: As Needed को बेहतर बनाने में मदद करें
hu: Segíts, hogy az As Needed jobb legyen
id: Bantu Perbaiki As Needed
it: Aiuta a migliorare As Needed
ja: As Neededの改善にご協力ください
kk: As Needed-ты жақсартуға көмектесіңіз
ko: As Needed 개선에 도움을 주세요.
ms: Bantu Perbaiki As Needed
nb: Hjelp til å forbedre As Needed
nl: Help As Needed verbeteren
pl: Pomóż ulepszyć As Needed
pt_br: Ajude a melhorar As Needed
pt_pt: Ajuda a melhorar As Needed
ro: Ajută la îmbunătățirea As Needed
ru: Помоги улучшить As Needed
sv: Hjälp förbättra As Needed
th: ช่วยปรับปรุง As Needed
tr: As Needed'in geliştirilmesine yardımcı ol
vi: Giúp cải thiện As Needed
zh_hans: 帮助改进 As Needed
zh_hant: 幫助改進 As Needed
zh_hk: 協助改進 As Needed
